Repository: marcarmengou/fair-plugin
Catalog: languages/fair-*.po
Languages: it_it

source: FAIR - Federated and Independent Repositories
it_it: FAIR - Repositori federati ed indipendenti

source: Make your site more FAIR.
it_it: Rendi il tuo sito più equo grazie a FAIR.

source: FAIR Contributors
it_it: Persone che contribuiscono a FAIR

source: Choose Profile Image
it_it: Scegli l’immagine del profilo

source: Remove Profile Image
it_it: Rimuovi l’immagine del profilo

source: Upload a custom profile picture for your account.
it_it: Carica un’immagine del profilo per il tuo account.

source: profile picture for %s
it_it: immagine del profilo di %s

# alt for unknown avatar user
source: profile picture for user
it_it: immagine del profilo per l’utente

source: %s is not a valid version string.
it_it: %s non è una stringa di versione valida.

source: No credits could be found.
it_it: Nessun credito trovato.

source: Unable to fetch events (parse error).
it_it: Impossibile recuperare gli eventi (errore di parking).

source: Events (by The WP World)
it_it: Eventi (tramite The WP World)

source: FAIR Settings
it_it: Impostazioni di FAIR

source: You do not have sufficient permissions to access this page.
it_it: Non disponi dei privilegi necessari per accedere a questa pagina.

source: Save Settings
it_it: Salva le impostazioni

source: Avatar Settings
it_it: Impostazioni di avatar

source: Avatar Source
it_it: Sorgente di avatar

source: Avatars will be loaded from the selected source.
it_it: Gli avatar saranno caricati dalla sorgente selezionata.

source: FAIR Avatars
it_it: Avatar FAIR

source: Settings saved successfully.
it_it: Impostazioni salvate con successo.

source: There is a new version of %s available.
it_it: È disponibile una nuova versione di %s.

source: View version %1$s details%2$s or %3$supdate now%2$s.
it_it: Visualizza i dettagli della versione %1$s%2$s, o %3$saggiorna ora%2$s.

source: Update %s now
it_it: Aggiorna %s ora

source: View version %1$s details%2$s.
it_it: Visualizza i dettagli della versione %1$s%2$s.

source: %1$sAutomatic update is unavailable for this theme.%2$s
it_it: %1$sGli aggiornamenti automatici non sono disponibili per questo tema.%2$s

source: Updates served from the <a href="%1$s">FAIR Package Manager</a> and <a href="%2$s">AspirePress</a>
it_it: Aggiornamenti distribuiti dal <a href="%1$s">FAIR Package Manager</a> e <a href="%2$s">AspirePress</a>

# browser version check
source: your platform
it_it: la tua piattaforma

# browser version check
source: your browser
it_it: il tuo browser

source: Choose Profile Picture
it_it: Scegli un’immagine di profilo

source: Use as Profile Picture
it_it: Usa come immagine di profilo

source: Profile Picture Assigned
it_it: Immagine di profilo assegnata

source: Profile Picture Removed
it_it: Immagine di profilo rimossa
